import { assets } from "../images";

export const projectsInformation = {
    karnast: {
        title: 'Карнаст',
        image: {
            src: assets.karnast,
            width: 940,
            height: 570,
            alt: 'karnast'
        },
        text: `
            Сейчас это является мои основным проектом.
                Цель проекта это раннее выявление одаренности и профессиональных предпочтений обучающихся.
                Опрос был разработам профессором Чувашской Республики Волковым Олегом Гавриловичем он и является частью нашей команды.
                Проект был проведен в рамках тестирования по всем школам Чебоксар и в одной гимназии Казани в мае 2023 года и с 1 сентября 2023 года запущен по все Чувашской Республике.
                Приложение предоставляет возмоность учителям/завучам/директорам смотреть статистику по классам и определять в каких классах больше людей по тем или иным направлениям и опроса.
                Также учащиеся могут после прохождения опроса посмотреть какие колледжи/вузы/курсы в России подходят им исходя из пройденного опроса.
               
                На проекте я занимаюсь всей разработкой фронт и бэк, по фронту не много помогает друг который тоже является нашим участником.
        `
    }
};